Revit 2027 API
SymbolTypeId.InSup6 Property
 Symbol in⁶, indicating unit Inches to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InSup6 { get; }
Public Shared ReadOnly Property InSup6 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InSup6 {
	ForgeTypeId^ get ();
}
static member InSup6 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace